{
  "articles": [
    {
      "_id": "651122995b75e0e1a9c86fd2",
      "title": "A new approach to personalised learning",
      "description": "A new approach to personalised learning",
      "body": "Students have a diverse range of personal and contextual factors that influence their access to and achievement in their education. A major new global study bringing together more than 300 experts in neuroscience, technology education, philosophy, data and evidence, and sustainability calls for a re-evaluation of education systems to promote personalised learning approaches.\n\nThe UNESCO Mahatma Gandhi Institute of Education for Peace and Sustainable Development (MGIEP) says personalised education is an entitlement and a human right for every learner. Its International Science and Evidence Based Education Assessment (ISEE) report took just over two years to complete and totals 1000 pages.\n\nThe report highlights the need for education policies that focus on individual learning progress and potential, rather than merit-based assessment and benchmarking. It covers a range of areas including education and human flourishing, the role of context in education, the learning experience, and the role of data and evidence in policy decision making.\n\n‘The overall goal of the ISEE Assessment is to pool multi-disciplinary expertise on educational systems and reforms from a range of stakeholders in an open and inclusive manner, and to undertake a scientifically robust and evidence based assessment that can inform education policy-making at all levels and on all scales,’ the UNESCO MGIEP website explains.\nReleased in the context of the COVID-19 pandemic, climate change and ongoing conflicts that have threatened education progress, such as the Russian invasion of Ukraine, the report found that 37 per cent of primary school-aged refugee children are now out of school, with only 24 per cent able to access secondary education. The ISEE aims to reimagine the future of education, to build more resilient and sustainable education systems amongst the current crises.\nThere are seven key messages emphasised in the report:\n\nEvery learner learns differently, and is influenced by a complex combination of internal factors\nA whole-brain learner-centric approach towards learning strengthens the interconnectedness of cognition and the social-emotional domains\nContext heavily influences the design and implementation of an education for flourishing but over time, education for flourishing will also influence context\nLearner agency should be promoted by shifting from passive to active learning.\nPotentiality instead of meritocracy should be used to evaluate the success of learners.\nInvestment in education is needed but must be directed to a whole-brain learner-centric system designed and implemented to be equitable and inclusive.\nMultidisciplinary dialogue, research and collaboration is needed to ensure different perspectives, understanding and context to guide education and learning.\nThe report also advocates for the reorganisation of education funding to redesign curricula, pedagogies, and research and learning assessments. It outlines a number of key policy recommendations, including reorganising education and research funding, investing in mother-tongue instruction to maximise the learning potential of children from diverse backgrounds, introducing early universal screening, and supporting school-community partnerships.\n\nIn a joint statement, the two Co-Chairs of the ISEE Assessment Report, Anantha Duraiappah and Nienke van Atteveldt, argue, ‘Over 80 per cent of teachers, parents and students want exactly what personalised education – the holy grail of education – can offer. This is now possible with the support of digital pedagogy and ethical artificial intelligence.\n\n‘We can make sure that each learner gets the quality education they are entitled to, work at their own pace and be their own benchmark to maximize their potentiality for leading a flourishing life.’",
      "tagList": [
        "literacy",
        "learning activities",
        "student welfare",
        "writing",
        "reader submission",
        "short articles"
      ],
      "favouritesCount": 1,
      "comments": [
        "651155ed2fd95e0158ea19a3",
        "651159f483680d0a298aa927"
      ],
      "createdAt": "2023-09-25T06:03:05.786Z",
      "updatedAt": "2023-09-25T09:59:16.927Z",
      "slug": "a-new-approach-to-personalised-learning",
      "author": "65081669e1bdf28081ead1f0"
    },
    {
      "_id": "651132154c7acd9ff65755f8",
      "title": "Job interviews – dealing with rejection",
      "description": "Job interviews – dealing with rejection",
      "body": "After investing a lot of time and emotion into applying for a new job or promotion, finding out the position is not yours can have a negative impact on your confidence and your desire to try again. In this reader submission, Dr Poppy Gibson and Dr Robert Morgan from the UK share their three steps for moving forward after being an unsuccessful candidate for a teaching job or promotion.\n\nTaking a leap of faith and applying for a new teaching job, a new role, or a promotion, takes courage and self-confidence. Job searching is a dynamic process that involves several steps of self-regulation.\n\nWaiting to see if you are shortlisted takes patience. Attending the interview can be nerve-wracking and exhausting, and that is not taking into account the time needed to prepare for possible interview questions, perhaps making a presentation or teaching a group activity, and planning the perfect outfit.\n\nBut what about when this whole emotional rollercoaster ride has been for nothing, and you are contacted to say that you have been ‘unsuccessful’? We can remain motivated and keep looking onwards and upwards in the face of rejection, by following these three steps:\n\nAsk for feedback\nReflect and reassess\nStay focused and make a plan\nDoing your best in that moment\nBefore going through the three steps in more detail, we wish to give you this phrase to tell yourself if you are rejected from an interview: ‘it’s not me’.\n\nProfessor Steve Peters in his 2011 book The Chimp Paradox discusses how people can make life enhancing decisions by balancing the two areas of the brain, the frontal and the limbic (which he calls the human and the chimp, respectively). We suggest that using Peters’ example of the dialogue between the two brains can be applied to coping with the situation of being rejected for an interview.\n\nThe human brain bases confidence, in a given scenario, on doing one’s best to reach a level of achievement that allows the individual to realistically deal with the consequence. The chimp brain, however, believes that an achievement has to be achieved and subsequently it is unable to deal with the consequences.\n\nThis may be summarised as: ‘...the two choices for confidence are: to base your confidence on your belief in your ability, or to base it on doing your best’ (Peters, 2011, p. 321).\n\nTherefore, when you are preparing for a job interview the focus should be on basing it on doing your best at that moment in time, rather than having to focus on achieving your best. Peters would argue that this subtle difference will allow you to cope with the consequences, which for the purpose of this article, would be interview rejection.\n\nHaving the confidence to do your best naturally has to be founded in ideal preparation. You need to seriously consider why you want to work in that particular school and role; you have to engage in research; you need to prepare for the interview by practising or reading about interview techniques and etiquette. You cannot simply wing it!\n\nIf you are prepared for the interview the human brain will allow you to deal with the consequences far more enjoyably, and arguably professionally, than the chimp brain would allow. Now, back to three steps:\n1. Ask for feedback\n\nThe feedback that we receive can affect how our behaviours continue; negative feedback, or a negative experience perhaps through slow response from the employer or even lack of feedback, can leave us reluctant to continue the job hunt. High quality feedback, even if we are not successful in the job or promotion, can be less damaging for our self-confidence and self-efficacy; don’t be afraid to ask for feedback, but don’t be too hard on yourself if the feedback is not helpful or detailed.\n\n2. Reflect and reassess\n\nIn reflecting on the outcome, ask yourself, ‘How much did I want that role? How much did it hurt to hear I was not successful?’ Was it a dream or are you secretly relieved at dodging a bullet of extra workload and longer hours?\n\nPerhaps not having a job that doesn’t suit you is a better outcome than having it? Employers have a set criteria to select a successful candidate. You may think that you did not meet the criteria, but it could be that the criteria was not in your favour. Perhaps there was too much expected of the candidate!\n\nReflect on your application and interview. Were you professional and enthusiastic?\n\nWere you basing your confidence on achieving this or had you not adequately prepared? In other words, you did not do your best and this was pointed out to you.\n\nSometimes interview feedback can help us make sense of our own preparation and is useful in helping us to plug gaps in knowledge, skills and professionalism.\n3. Stay focused and make a plan\n\nAlthough the initial sting of disappointment may make you feel that you don’t want to apply for anything ever again, it may be worth taking a new perspective.\n\nIf you did not do your best because you were underprepared, then that is an obvious starting point for reflection. However, if you did your best and feedback from the interview panel highlighted where you could improve, see it as free advice, a learning opportunity. This can motivate you in creating a focused plan that should realistically match your expertise and experience to the job you are suited to.\n\nSome final thoughts\nTo conclude, just as we may say there are plenty of fish in the sea, there will be many more doors for you to open and several other opportunities for you to explore.\n\nPerhaps this rejection has happened for a reason, and something better is waiting for you? Whether you believe in that or not, the most important thing is to use this opportunity to reflect and refocus and remind yourself that you are valuable and worthy.\n\nIf the school did not see your potential, there will be another better-suited school out there for you. If you did not get the promotion, ask for feedback, and decide whether you want to try again.\n\nUnderpinning all this advice has to be the heart-searching question – Did I do my best at the time of the interview? Sometimes that may be the consolation that is simply required. Perhaps it is just that you have still not met the school that wants to employ you.",
      "tagList": [
        "recruitment",
        "reader submission",
        "international",
        "short articles"
      ],
      "favouritesCount": 0,
      "comments": [],
      "createdAt": "2023-09-25T07:09:09.180Z",
      "updatedAt": "2023-10-02T10:13:37.796Z",
      "slug": "job-interviews-dealing-with-rejection",
      "author": "65081669e1bdf28081ead1f0"
    },
    {
      "_id": "651154ffa8b468dfd3fb3a61",
      "title": "Are you ready? Student competencies for a changing world",
      "description": "Are you ready? Student competencies for a changing world",
      "body": "Without doubt the last two years of the pandemic have been challenging for people from all nations and all walks of life. It has further highlighted the many inequities that exist across the globe, but, in many ways, brought people together as they faced a common threat.\n\nTeachers around the world have, with great agility, flipped between remote and face-to-face learning. They have collectively mourned the lack of social interaction for their students and missed the supreme satisfaction of the ‘normal’ daily interactions that being in a classroom brings.\n\nAs students across Southeast Asia transition back to face-to-face learning, teachers too are facing a transitional time as they endeavor to prepare their students for the future.\n\nIn this era, a teachers' role is no longer limited to the teaching and knowledge of academic outcomes. Great teachers form partnerships with their students to holistically develop self-efficacy, foster curiosity and to learn according to their interests and talents. Teachers and students work together to adapt to new world trends and mitigate global issues.\n\nSuccessful teachers, who wish to be role models and partners to their students, must develop the competencies of academic, professional, personal and social skills in order meet the needs of their students in a rapidly changing global environment. To support students in their quest to be active and responsible global citizens teachers must be adept in teaching the skills of leadership, higher order thinking, ICT, collaboration, communication and problem-solving.\n\nIn 2018, for the first time, the PISA (Programme for International Student Assessment) test cycle included a global competence assessment. The inclusion of this assessment speaks to the importance of preparing our students to not only navigate our increasingly complex and connected world, but to thrive, and find success and joy within it.\n\nThe OECD’s model of global competence mirrors the PISA assessment and is surrounded by the corresponding values attitudes, knowledge and beliefs needed to grow and develop as a globally competent individual. Developing these capabilities is as important to us as teachers as they are to our students. For how to model and inspire our students without being in possession of those qualities ourselves?\n\nIndonesia is an example of a pluralistic nation consisting of people from different ethnic groups, traditions, customs, cultures, and local languages. This diversity is reflected in the classroom, with students from varied backgrounds learning and growing together.\n\nTeachers as advocates of global competence must build a culture of open-mindedness and mutual respect to develop the positive values and attitudes that will support their students in their interactions with people from diverse backgrounds. In addition, teachers must lead students to understand and be sensitive to developing global situations and issues, allowing students to understand the positive and negative implications of these issues on their local communities.\n\nTeachers who are globally competent guide their students to develop a global mindset that is open to new thoughts and ideas. A mindset that can develop cross cultural networks, adapt to plural and heterogeneous society, accept differences, and celebrate diversity. Teachers with a global perspective will collaborate with other parties to advance education in innovative and creative ways while still upholding values in local communities and other countries.\n\nSome of the efforts that can be made to improve global competencies that have an impact on students are:\n\nTeachers and students together create a classroom atmosphere that celebrates diversity\nTeachers develop student learning experiences that allow interaction with diverse cultures\nEncourage students to connect, communicate and learn from students in other countries using ICT\nFacilitate regular intercultural communication between students\nEncourage students to learn other languages and about other cultures\nAs you can see, communication is a pivotal skill in the development of global competencies. Indeed, effective communication is key to success in many spheres of life and the basis of developing strong and healthy relationships.\n\nThe ability to communicate allows us to connect well with others, to learn, to share, to laugh, to cry. Sometimes communication is easy, and sometimes it can be a challenge. Additional barriers caused by language or cultural differences can at times make the task of communicating effectively seem insurmountable.\n\nHowever, communication can be a medium and source of intercultural knowledge exchange, enriching the benefits of diversity and pluralism and creating opportunities for work and collaboration between nations.\n\nHow do you increase your intercultural capability? How can you communicate cross-culturally? Where can we find opportunities, as teachers, to share ideas, collaborate and innovate in the global space?",
      "tagList": [
        "professional learning",
        "problem solving",
        " collaboration",
        " communication"
      ],
      "favouritesCount": 0,
      "comments": [],
      "createdAt": "2023-09-25T07:09:09.180Z",
      "updatedAt": "2023-09-25T07:09:09.324Z",
      "slug": "are-you-ready-student-competencies-for-a-changing-world",
      "author": "65081669e1bdf28081ead1f0"
    },
    {
      "_id": "651155e9a8b468dfd3fb3a62",
      "title": "Sport during school and academic achievement ",
      "description": " Sport during school and academic achievement",
      "body": " We know that participating in sport and physical activity has benefits for health and wellbeing. New research, bringing together more than 100 studies from around the world, has found it also has a small positive effect on students’ academic performance, particularly in mathematics and science.\n\nThe University of Sydney and Australian Catholic University academics also concluded ‘sports participation during school hours was the most beneficial for academic performance’.\n\nThe research team carried out a systematic review and meta-analysis of existing data from 115 studies involving more than one million students, to assess the association between sport participation and academic performance among nine- to 18-year-olds. The findings have been published in the journal Medicine & Science in Sports & Exercise Science (Owen et al., 2022).\n\nThe academics report a ‘moderate’ dose of sport participation had most benefit on academic outcomes. ‘Children who played sport for 1-2 [hours per week] had higher academic performance outcomes compared with children who played no sport or 3+ [hours per week],’ they write.\n\nCommenting on the study findings, lead author Dr Katherine Owen says: ‘Previous research suggests kids’ involvement in sport could have benefits above and beyond general physical activity because of the complex skills involved, however no one has combined the evidence on sport and academic performance before.’\n\nDiscussing the impact of participation during school hours, the researchers say sport at school is likely to take place immediately before lessons, so this could have an effect on students’ attention and time on task.\n\n‘We were also interested to see the main improvements were in maths and science subjects,’ Owen adds. ‘This is consistent with previous physical activity research suggesting skills learnt in sport, such as problem solving, are more commonly applied in maths and science subjects. However, it could also be due to gender differences, whereby boys tend to participate in sport at higher levels and boys also achieve higher grades in maths and science.’\n\nThe researchers acknowledge the limitations of their review and meta-analysis and say the results should be interpreted with caution. ‘Based on mostly low-quality studies, we found some evidence that sport could positively affect academic performance in children and adolescents,’ they conclude.\n\n‘It appears that sport participation within the school environment and of a moderate dose could improve school-age children’s academic performance, particularly in mathematics and science.’ They argue that more research is needed. ‘If this field were to inform policy, high-quality studies are needed that provide insight into the effect of dose and sport characteristics on academic performance.’",
      "tagList": [
        " Health and PE",
        " Mathematics",
        " Science",
        " Research news"
      ],
      "favouritesCount": 0,
      "comments": [],
      "createdAt": "2023-09-25T07:09:09.180Z",
      "updatedAt": "2023-09-25T07:09:09.324Z",
      "slug": " ",
      "author": "65081669e1bdf28081ead1f0"
    },
    {
      "_id": "6511596583680d0a298aa8fc",
      "title": "Integrating algorithm tasks into early years teaching",
      "description": "Integrating algorithm tasks into early years teaching",
      "body": "In recent years, computational thinking skills have increasingly been recognised around the world as an important part the curriculum. Algorithms are a key component of computational thinking, and the foundations for developing these skills starts in the early years.\n\nIn Finland, algorithmic thinking is a compulsory cross-curricular activity starting in Grade 1, and various projects and initiatives focused on developing computational thinking skills have been introduced to pre- and primary schools in Singapore (Seow et al, 2019). In Indonesia, a Google-backed program is working on training up thousands of teachers in computational thinking (Jusuf, 2020).\n\nResearchers in the US are investigating the development of young children’s computational thinking skills and dispositions. Professor Joohi Lee and colleagues at the University of Texas at Arlington say although algorithm design is ‘the most critical computational thinking component’, the concept hasn’t featured much in early childhood literature.\n\nThe researchers have been scaffolding the development of algorithm design skills using ‘unplugged activities’ connected to everyday life. As the term suggests, ‘unplugged’ activities don’t require technology. Writing in the journal Contemporary Issues in Early Childhood, they share some practical activities and tips to help teachers promote algorithm design skills in the early years.\n\n‘To help children become more logical problem-solvers in an increasingly digital world, more work is needed to develop explicit algorithm designs and computational thinking activities for early childhood classrooms,’ they argue.\n\nAn algorithm is a step-by-step solution to a problem. The researchers explain the other major skills in computational thinking are: decomposition (breaking something like a problem or a system down into smaller parts); pattern recognition (looking for patterns and similarities); and abstraction (focusing on the important information).\n\nCommenting on the relevance to young children, Professor Lee and her co-authors write: ‘Algorithm design is often associated with computer science and upper-level mathematics. However, algorithms are often present in early childhood and elementary classrooms,’ adding teachers may already be implementing them without knowing it.\n\nThey point to research showing algorithm design skills are associated with children’s advanced ability to regulate, control and evaluate their own actions.",
      "tagList": [
        "problem solving",
        "coding",
        "research news",
        "learning activities"
      ],
      "favouritesCount": 0,
      "comments": [],
      "createdAt": "2023-09-25T09:56:53.535Z",
      "updatedAt": "2023-09-25T09:56:53.679Z",
      "slug": "integrating-algorithm-tasks-into-early-years-teaching",
      "author": "65081669e1bdf28081ead1f0"
    },
    {
      "_id": "6511597583680d0a298aa90a",
      "title": "How teachers are depicted in picture books",
      "description": "How teachers are depicted in picture books",
      "body": "The transition to Kindergarten is an important time for children and their families. To help children navigate this change, families will often engage in the shared reading of picture books about starting Kindergarten. These books can provide children with a frame of reference for supporting their knowledge and understanding of this new experience.\n\nBut, how are Kindergarten teachers demographically represented in the books that children read during this time? And importantly, who is missing from these representations?\n\nIn a recent US study, Dr Laura Cutler and Gerilyn Slicker from the University of Delaware analysed the content of 52 picture books, specifically about starting Kindergarten.\n\nIn Depictions of teachers and teacher practices in picture books about starting kindergarten, they explore the demographic characteristics of these teachers, the extent to which these teacher characteristics mirror those of the kindergarteners in their classrooms, the ways teachers interact with kindergarteners, and the learning environments teachers create for entering kindergarteners.\n\n‘Considering the impact that teacher images in children’s picture books can have on the characterization of teachers and of the teaching profession, we set out to explore these images through a contemporary content analysis with a sample of books specifically focusing on the start of Kindergarten,’ the authors write in the Journal of Early Childhood Literacy.\n\n‘In addition to examining the demographic representations of Kindergarten teachers (i.e., race, ethnicity, gender, dis/ability status) and the teacher-student racial and ethnic match, another aim of this content analysis is to explore the ways in which Kindergarten teachers’ instructional practices are portrayed.’",
      "tagList": [
        "early years",
        "literacy",
        "cultural background",
        "research news"
      ],
      "favouritesCount": 0,
      "comments": [],
      "createdAt": "2023-09-25T09:57:09.201Z",
      "updatedAt": "2023-09-25T09:57:09.335Z",
      "slug": "how-teachers-are-depicted-in-picture-books",
      "author": "65081669e1bdf28081ead1f0"
    },
    {
      "_id": "6511598083680d0a298aa910",
      "title": "The case for professional kindness in teaching",
      "description": "The case for professional kindness in teaching",
      "body": "There are many ways of going about teaching. Still, one aspect that we need to talk openly about is the importance of kindness.\n\nA teacher can be effective, efficient, inclusive, and strategic. Still, unless they are professionally kind along with these things, the learners suffer. To illustrate, a fictional (but familiar) story:\n\nSarah struggles with maths, always has. Until this year, Year 9, she has been in a special support class for maths. For the first time ever, she has been placed into a mainstream class. She was very proud of herself at her ‘graduation’ from one stream to the next. Her parents made a fuss of her for her achievement. In her new class, she tried hard, but the pace of the mainstream class was faster than in her previous experience. Her confusion snowballed, things moved too quickly for her, and she was too embarrassed to speak up. When she first asked the teacher what she should do, a quick retort of ‘I've just explained this’ closed her down. The test for the first unit came and went, and the marks were being distributed. ‘Sarah, you received the worst mark of the class; I will need to discuss this with your parents,’ was announced loud enough for everyone to hear. Sarah was mortified.\n\nWhen I think about Sarah's teacher, my mother's words echo in my head: ‘Before you speak, ask yourself, is it true, is it necessary, is it kind?’\n\nIn this story, clearly, Sarah's teacher was patently and generally cruel, but I suggest they were professionally unkind. It was true: Sarah had failed the test, but one that was based on an undifferentiated unkind pedagogy and assessment approach. It definitely wasn't necessary to publicly reveal her achievement, and doing so was an act of general unkindness.\n\nHow, then, has this teacher been professionally unkind? They were unkind in their display of a lack of compassion when designing or executing pedagogy, their professional ignorance in either disregarding or not informing themself of the background of their student and empathetically adjusting their approach to assessment, and by their indiscretion with feedback.\n\nIn sum, this was more than a demonstration of failure to include. This was professional unkindness that interrupted a student's capacity to learn, perform well in assessment, and be a resilient and motivated learner.\n\nMy view is that kindness as a general trait for all people is essential, but it is applied expertise for the teacher. Teaching is not at all like almost every other profession in this respect.\n\nProfessional kindness is required when designing for learning, enacting pedagogical choices, selecting curriculum and shaping assessment approaches. It is the conscious application of compassion and empathy to smooth the challenges to engage with each student's learning.\n\nA teacher builds learner self-concept, resilience, and engenders humane values for each of their students, touching on the heart of our society well beyond their classroom, and they do this mindfully and through their applied and professional kindness.\n\nI'm not the first to connect the importance of kindness with teaching. Steve Broidy (2019) has written of the Kindness Oriented Teaching Ethic (KOTE), linking kindness in the classroom to the democratic goals of education. He explains that this occurs by establishing a democratic environment supported by appropriate policies, positive relationships and interactions between teachers and their students.\n\nThis is essential work, but misses the observation suggested here that professional kindness is not just about demonstrating a positive way to engage with others. That is, kindness, professional kindness, is directly relevant to all that the teacher does in their role.\n\nSome other researchers assert that teaching excellence requires professional valuing of kindness. Stephen Rowland (2009), for example, talks of kindness as being a requirement for teaching excellence. That is, excellent teachers are kind people that bring that value to their teaching. Once again, this perspective has a relaxed consideration of a teacher's requirement to develop skills to be professionally kind. Rowland, sees kindness as relevant only for the excellent, whereas I argue that it is a fundamental requirement for any effective professional.\n\nArmed with my research question: In what ways does kindness manifest in the professional practices of teaching? I received ethical clearance from Southern Cross University Human Ethics Committee to ask two people for their perspective on this – a high school student and a pre-service teacher.",
      "tagList": [
        "student welfare",
        "school culture",
        "teacher education",
        "effective teaching methods"
      ],
      "favouritesCount": 0,
      "comments": [],
      "createdAt": "2023-09-25T09:57:20.880Z",
      "updatedAt": "2023-09-25T09:57:21.094Z",
      "slug": "the-case-for-professional-kindness-in-teaching",
      "author": "65081669e1bdf28081ead1f0"
    },
    {
      "_id": "6511598483680d0a298aa916",
      "title": "Displaying artwork on school grounds",
      "description": "Displaying artwork on school grounds",
      "body": "At Russell Vale Public School in the northern suburbs of Wollongong in New South Wales, student responses to surveys have communicated their desire for an upgrade to the toilet block buildings.\n\nStudents at the primary school have participated in the State Government’s Tell Them From Me survey for a few years, and Principal Paul Cuthbertson used the feedback, which mainly commented on how dark the area was, to begin work on an upgrade.\n\n‘I wanted to have something bright and colourful on the outside where the kids were entering so I did bring my idea forward at a P&C [parents and citizens] meeting as a sort of joint partnership where we could work together,’ Cuthbertson tells Teacher. ‘And so I did actually survey the parents. I surveyed the students and the teachers as well, too, separate to that, to find out what they would like.’\n\nThrough these discussions and investigations came the idea to commission artwork for the area. Cuthbertson was given a list of suggestions, and found local artist Jyiro on Facebook. The artwork was completed over the school holidays so students could be surprised when they returned for the new year.\n\nThese animals also play an important role in student engagement and wellbeing. ‘If I have a student who’s out on the street who’s having difficulties getting through the gates, quite regularly I’ll just say to them, “let’s go out the back and have a look at the chickens or the pigs and whatnot”’, Cuthbertson explains.\n\n‘And while I’m back there it will give me the opportunity to have a chat with them to sort of figure out what’s going on and nine times out of 10 we will be there for a few minutes and I’ll say “okay, I’m going to head back, do you want some more time back here?” And they say “no, I’ll come around and join my friends”. So it’s, it really has a benefit to those students as well.\n\n‘We’ve loved the artwork so much that we’ve recommissioned him for a second job,’ Cutherbertson shares, adding that work has just been completed on their sports shed in the same style and colouring as the toilet blocks, which depicts children playing different sports.",
      "tagList": [
        "feedback",
        "education resources",
        "engagement",
        "school business relationship"
      ],
      "favouritesCount": 0,
      "comments": [],
      "createdAt": "2023-09-25T09:57:24.560Z",
      "updatedAt": "2023-09-25T09:57:24.693Z",
      "slug": "displaying-artwork-on-school-grounds",
      "author": "65081669e1bdf28081ead1f0"
    },
    {
      "_id": "6511598683680d0a298aa91c",
      "title": "Mathematical language across the curriculum",
      "description": "Mathematical language across the curriculum",
      "body": "In today's reader submission Lanella Sweet, Enrichment Teacher at Wesley College in Melbourne, shares examples of classroom investigations designed to help students understand and develop their use of mathematical language, and its links with other areas of the curriculum.\n\nStudents need to be familiar with subject appropriate language and the use of concise and precise wording from a young age, in order to be successful across all areas of the curriculum. At Wesley College, we have been developing students' communication skills and use of appropriate language to develop rich, deeper curriculum connections.\n\nIn mathematics, the use of everyday English terms – such as ‘odd' and ‘volume' – can have different meanings and therefore need to be taught in isolation at times. Those who are not strong with using complex and mature dialogue in mathematics, often focus only on the abstract form and then have challenges with contextual communication.\n\nLearning activities\nOver three lessons, particular words used in maths was investigated using brainstorming techniques, starting with what the students in Year 2 and 3 already knew. The students brought some operational words alive by discussing their meanings. This generated a debate about specific language used in mathematics – for example, ‘divide' could be replaced with ‘shared equally' and ‘sum' could represent ‘add' and ‘how many more'. At this stage, teachers deliberately did not discuss alternative meanings (use in everyday English) with students in order to let the conversation happen organically and authentically. They did, however, ask further questions to clarify some of the student responses, such as ‘… tell me more about this'. This allowed students to often debate and come to mutual understandings of the terms, after perhaps only thinking about one meaning initially. By looking closely at the four mathematical operations, we could define, classify and communicate procedures with effective language.\n\nThe students were able to explore the meaning behind words and then form further understanding. They made mini charts to represent their own thinking and used phrases to enhance their understanding of the terms. These charts were displayed around the classroom, and further group discussions occurred to gain meaning within context.\n\nTeachers found that, at this stage it was good to summarise word meaning and explicitly teach new maths words. This gave students different exposures to build upon their own ideas and understandings regarding maths language. Understanding how the mathematical specific words relate to both subject specific communication and everyday use was important. Students worked through defining understanding and specific relevance from a mathematical perspective, along with comprehending and unpacking meaning of these specific words across all other areas of the curriculum. [See the photo at the top of this article showing a word investigation poster for ‘average']\n\nAfter the word investigation, there was a student-led discussion about the ideas and concepts raised in the investigation. Rather than just focus on the Mathematics (through a regular maths lesson), explicitly teaching subject specific vocabulary through a student investigation and discussing their ideas helped them to develop meaning behind it and provided context to help scaffold their learning.\n\nAfter completing the initial task, students carried out similar investigations using a variety of terms that could be used in all curriculum areas, such as ‘compare', ‘update', ‘analyse' and ‘order'.",
      "tagList": [
        "mathematics",
        "writing",
        "learning activities",
        "curriculum implementation"
      ],
      "favouritesCount": 0,
      "comments": [],
      "createdAt": "2023-09-25T09:57:26.968Z",
      "updatedAt": "2023-09-25T09:57:27.103Z",
      "slug": "mathematical-language-across-the-curriculum",
      "author": "65081669e1bdf28081ead1f0"
    },
    {
      "_id": "65115a9783680d0a298aa932",
      "title": "The Importance of Mindfulness Meditation for Mental Well-being",
      "description": "The Importance of Mindfulness Meditation for Mental Well-being",
      "body": "In our fast-paced world, the demands of daily life can sometimes become overwhelming. The constant rush to meet deadlines, manage responsibilities, and keep up with the ever-increasing pace of modern living can take a toll on our mental health. That's where mindfulness meditation comes in, offering a valuable tool for maintaining and improving our mental well-being.\n\nMindfulness is a mental practice rooted in ancient Buddhist traditions but has gained widespread popularity in recent years due to its numerous benefits. It involves paying deliberate attention to the present moment without judgment. By bringing awareness to our thoughts, feelings, and bodily sensations, we can reduce stress and foster a greater sense of calm.\n\nMeditation is one of the most effective ways to cultivate mindfulness. It doesn't require any special equipment or a specific location – all you need is a quiet space and a willingness to be present. Here's why mindfulness meditation is essential for mental well-being:\n\nStress Relief: Mindfulness meditation helps us detach from the chaos of our thoughts and external pressures. By focusing on our breath or a specific sensation, we create a mental oasis where stressors lose their power. This practice can lead to reduced cortisol levels and, over time, a more relaxed state of mind.\n\nImproved Concentration: In our digital age, it's easy to become distracted and scatter our attention. Meditation enhances our ability to concentrate by training the mind to stay focused on the present moment. This skill translates into better performance at work or in daily tasks.\n\nEmotional Regulation: Mindfulness meditation encourages us to observe our emotions without judgment. This awareness allows us to respond to challenging situations with greater emotional intelligence. We learn to acknowledge our feelings, let them pass, and choose how to react thoughtfully.\n\nEnhanced Self-Care: Engaging in regular meditation is a form of self-care. It's a moment we set aside to nurture our mental well-being. By prioritizing self-care, we create a buffer against burnout and exhaustion, allowing us to show up more fully in our lives.\n\nIncreased Resilience: Life is full of ups and downs, and mindfulness meditation can help build emotional resilience. It teaches us to accept change and adversity with equanimity, reducing anxiety about the future.\n\nTo incorporate mindfulness meditation into your daily routine, start with just a few minutes each day and gradually increase the duration as you become more comfortable. There are many resources available, including guided meditation apps, classes, and online tutorials, to help you get started.\n\nIn conclusion, the practice of mindfulness meditation offers a multitude of benefits for our mental well-being. By embracing this practice, we can reduce stress, improve concentration, regulate our emotions, practice self-care, and increase our resilience in the face of life's challenges. It's a simple yet powerful tool that empowers us to lead happier, more balanced lives in our fast-paced world.",
      "tagList": [
        "Mindfullness",
        "Meditation",
        "Mental Health",
        "Stress Relief",
        "Self-Care"
      ],
      "favouritesCount": 0,
      "comments": [],
      "createdAt": "2023-09-25T10:01:59.562Z",
      "updatedAt": "2023-09-25T10:01:59.695Z",
      "slug": "the-importance-of-mindfulness-meditation-for-mental-well-being",
      "author": "65081669e1bdf28081ead1f0"
    },
    {
      "_id": "65115a9a83680d0a298aa938",
      "title": "The Art of Effective Time Management in a Hectic World",
      "description": "The Art of Effective Time Management in a Hectic World",
      "body": "In a world that seems to move faster with each passing day, mastering the art of effective time management has become essential for maintaining productivity, reducing stress, and achieving a healthy work-life balance. Whether you're a student, a professional, or simply someone trying to make the most of their time, here are some strategies to help you manage your time more effectively.\n\nPrioritize Tasks: One of the fundamental principles of time management is prioritization. Start by identifying the most important and urgent tasks on your to-do list. Use techniques like the Eisenhower Matrix, which categorizes tasks into four quadrants based on their urgency and importance. This approach helps you focus your efforts on what truly matters.\n\nSet Clear Goals: Establishing clear and achievable goals is crucial. Break down your long-term goals into smaller, actionable steps. This not only makes your objectives more manageable but also gives you a sense of direction.\n\nTime Blocking: Time blocking involves allocating specific blocks of time to dedicated tasks or activities. This technique helps you create a structured daily schedule and minimizes distractions. Use digital calendars or physical planners to implement time blocking effectively.\n\nEliminate Distractions: Identify common distractions in your workspace and life, such as social media, notifications, or clutter. Take steps to minimize or eliminate these distractions during your work or study time. Consider using website blockers or turning off notifications on your devices.\n\nLearn to Say No: Overcommitting to tasks or obligations can lead to burnout and reduced productivity. It's okay to decline additional responsibilities when you're already stretched thin. Learning to say no politely but firmly helps protect your time and energy.\n\nDelegate Tasks: If you have the opportunity, delegate tasks that others can handle. Delegation not only frees up your time but also empowers team members or colleagues to contribute effectively.\n\nSet Realistic Deadlines: Be realistic when setting deadlines for tasks or projects. Giving yourself ample time to complete a task reduces stress and allows for a higher quality outcome.\n\nTake Breaks: Regular breaks during work or study sessions can improve focus and productivity. Use techniques like the Pomodoro Technique, which involves 25-minute work intervals followed by short breaks.\n\nReview and Adjust: Periodically review your time management strategies to assess their effectiveness. Be open to adjustments and improvements based on your evolving needs and goals.\n\nPractice Self-Care: Don't forget to prioritize self-care. Adequate sleep, a balanced diet, and regular exercise contribute to your overall well-being, making you more efficient and resilient in managing your time.\n\nIn a world where time is a precious commodity, mastering time management is a valuable skill that can significantly improve your life. By implementing these strategies and making them a part of your daily routine, you can take control of your time and achieve your goals more effectively.",
      "tagList": [
        "Time Managment",
        "Productivity",
        "Prioritization",
        "Work-Life Balance"
      ],
      "favouritesCount": 0,
      "comments": [],
      "createdAt": "2023-09-25T10:02:02.897Z",
      "updatedAt": "2023-09-25T10:02:03.030Z",
      "slug": "the-art-of-effective-time-management-in-hectic-world",
      "author": "65081669e1bdf28081ead1f0"
    },
    {
      "_id": "65115a9d83680d0a298aa93e",
      "title": "The Impact of Artificial Intelligence on the Future of Healthcare",
      "description": "The Impact of Artificial Intelligence on the Future of Healthcare",
      "body": "Artificial Intelligence (AI) is revolutionizing the healthcare industry, ushering in a new era of medical innovation and patient care. As AI technologies continue to advance, their impact on healthcare is becoming increasingly profound, offering solutions to some of the industry's most complex challenges.\n\nTransforming Diagnostics: AI-driven algorithms are enabling more accurate and timely disease diagnosis. Machine learning models can analyze vast amounts of medical data, from radiology images to genetic information, identifying patterns and anomalies that may be missed by human practitioners. This not only speeds up diagnosis but also enhances its accuracy.\n\nPersonalized Treatment Plans: AI systems can analyze patient data to develop personalized treatment plans. By considering a patient's medical history, genetics, and lifestyle factors, AI helps physicians tailor treatments that are more effective and have fewer side effects.\n\nStreamlined Administrative Tasks: Healthcare institutions are using AI for administrative tasks like appointment scheduling, billing, and medical coding. This automation reduces administrative burdens, allowing healthcare professionals to focus more on patient care.\n\nDrug Discovery: AI accelerates drug discovery by analyzing large datasets to identify potential drug candidates. This approach expedites the development of new therapies and reduces costs.\n\nRemote Monitoring: With the rise of wearable devices and IoT technology, AI can continuously monitor patients' health remotely. This real-time data collection enables early detection of health issues and can alert healthcare providers to intervene when necessary.\n\nEnhanced Imaging: AI enhances medical imaging by improving the quality and speed of image analysis. Radiologists can benefit from AI-assisted diagnosis, leading to more accurate readings and faster reporting.\n\nData Security: As healthcare organizations digitize patient records and data, AI plays a crucial role in safeguarding sensitive information. AI-driven security systems can detect and mitigate potential threats, ensuring patient privacy.\n\nChallenges and Ethical Considerations: While AI holds tremendous promise, it also raises ethical and regulatory challenges. Concerns about data privacy, bias in algorithms, and the need for transparency in AI decision-making must be addressed as the technology advances.\n\nThe Future of Healthcare: The integration of AI into healthcare is not a distant future vision but a current reality. As AI algorithms continue to learn and adapt, their ability to assist healthcare professionals and improve patient outcomes will only grow.\n\nIn conclusion, the impact of artificial intelligence on the future of healthcare is vast and transformative. AI is changing how diseases are diagnosed, treatments are personalized, administrative tasks are managed, and patient care is delivered. While challenges exist, the potential benefits of AI in healthcare are immense, promising a future where medical solutions are more effective, efficient, and accessible to all.",
      "tagList": [
        "Artificial Intellegence",
        "Healthcare",
        "HealthTech",
        "Future Trends"
      ],
      "favouritesCount": 0,
      "comments": [],
      "createdAt": "2023-09-25T10:02:05.311Z",
      "updatedAt": "2023-09-25T10:02:05.444Z",
      "slug": "the-impact-of-artificial-intelligence-on-the-future-of-healthcare",
      "author": "65081669e1bdf28081ead1f0"
    },
    {
      "_id": "65115a9f83680d0a298aa944",
      "title": "The Benefits of Regular Exercise for Physical and Mental Well-being",
      "description": "The Benefits of Regular Exercise for Physical and Mental Well-being",
      "body": "Regular exercise is often touted as a cornerstone of a healthy lifestyle, and for a good reason. It not only helps you maintain physical fitness but also plays a significant role in promoting mental well-being. In this article, we'll explore the myriad benefits of incorporating regular exercise into your daily routine.\n\nPhysical Health Benefits:\n\nWeight Management: Exercise helps burn calories and build muscle, making it an effective tool for weight management. Whether you aim to shed a few pounds or maintain a healthy weight, regular physical activity is key.\n\nHeart Health: Cardiovascular exercises, like running and cycling, strengthen the heart and improve circulation. This lowers the risk of heart disease, high blood pressure, and other cardiovascular issues.\n\nMuscle and Bone Health: Resistance training, such as weightlifting, improves muscle strength and bone density, reducing the risk of osteoporosis and fractures.\n\nEnhanced Immune System: Regular exercise can bolster your immune system, making you less susceptible to illnesses and infections.\n\nMental Health Benefits:\n\nStress Relief: Physical activity triggers the release of endorphins, natural stress relievers that can help you manage daily challenges with greater ease.\n\nImproved Mood: Exercise has a profound impact on your mood. It can alleviate symptoms of depression and anxiety while promoting feelings of happiness and well-being.\n\nEnhanced Cognitive Function: Physical activity is linked to improved cognitive function, including better memory, attention, and problem-solving skills.\n\nBetter Sleep: Regular exercise can help you fall asleep faster and enjoy deeper, more restorative sleep, leading to increased daytime alertness.\n\nWell-being and Quality of Life:\n\nIncreased Energy: Engaging in physical activity regularly can boost your energy levels, making it easier to tackle your daily tasks and activities.\n\nSocial Connections: Group activities like team sports or exercise classes provide opportunities to socialize and build relationships, enhancing your overall sense of well-being.\n\nLongevity: Research suggests that a physically active lifestyle is associated with a longer and healthier life.\n\nGetting Started:\n\nIncorporating regular exercise into your routine doesn't require a gym membership or elaborate equipment. Simple activities like brisk walking, jogging, cycling, or even dancing can provide significant benefits. The key is consistency.\n\nTo get started:\n\nChoose activities you enjoy to increase the likelihood of sticking with them.\n\nSet realistic goals, whether it's a certain number of steps per day or a specific exercise routine.\n\nEstablish a schedule and make exercise a non-negotiable part of your day.\n\nConsider seeking guidance from a fitness professional or healthcare provider, especially if you have any underlying health conditions.\n\nIn conclusion, the benefits of regular exercise extend far beyond physical fitness. Exercise is a powerful tool for promoting mental well-being, reducing stress, enhancing mood, and improving overall quality of life. By making exercise a regular part of your routine, you can reap the rewards of a healthier, happier, and more fulfilling life.",
      "tagList": [
        "Exercise",
        "Physical Health",
        "Mental Health",
        "Well-being",
        "Healthy Lifestyle"
      ],
      "favouritesCount": 0,
      "comments": [],
      "createdAt": "2023-09-25T10:02:07.647Z",
      "updatedAt": "2023-09-25T10:02:07.804Z",
      "slug": "the-benefits-of-regular-exercise-for-physical-and-mental-well-being",
      "author": "65081669e1bdf28081ead1f0"
    },
    {
      "_id": "65115aa183680d0a298aa94a",
      "title": "The Beauty of Sailing: Embracing the Sea and the Wind",
      "description": "The Beauty of Sailing: Embracing the Sea and the Wind",
      "body": "Sailing, an age-old practice, continues to captivate the hearts of many, summoning adventurers to embark on journeys across the open sea. There's a certain allure to harnessing the wind's power to glide gracefully over the waves, a dance between the vessel and the ocean. In this article, we'll explore the timeless beauty of sailing and the unique experiences it offers.\n\nThe Harmony of Wind and Water:\n\nSailing is a delicate balance between the wind and the water. The sails billow as the wind propels the boat, creating a harmonious interaction between the elements. The rhythmic sound of the water against the hull provides a soothing soundtrack to the journey.\n\nThe Connection to Nature:\n\nSailing fosters a profound connection with nature. Feeling the wind on your face, the sun on your skin, and the scent of salt in the air, you become one with the surroundings. The vast expanse of the ocean invites contemplation and a sense of awe, highlighting the beauty and grandeur of the natural world.\n\nThe Adventure of Exploration:\n\nSailing offers an adventure like no other. Navigating the sea, charting a course, and exploring new destinations evoke a spirit of discovery and exploration. Each voyage is a unique expedition, filled with the excitement of the unknown and the thrill of discovering uncharted waters.\n\nThe Community of Sailors:\n\nSailing brings together a diverse community of enthusiasts. Whether you're a solo sailor or part of a crew, there's a sense of camaraderie among those who share a passion for the sea. Stories, experiences, and knowledge are exchanged, creating bonds that last a lifetime.\n\nThe Joy of Seamanship:\n\nSeamanship, the art and skill of navigating a vessel, is at the heart of sailing. Learning to read the wind, master the rigging, and steer the boat is both a challenge and a joy. The constant learning and honing of skills keep the sailor engaged and inspired.\n\nThe Serenity of Solitude:\n\nSailing offers moments of peaceful solitude. As you sail into the horizon, surrounded by the vastness of the ocean, you can find tranquility and a sense of self-reflection. It's a time to disconnect from the hustle and bustle of everyday life and embrace the serenity of the sea.\n\nIn conclusion, sailing is a blend of adventure, connection with nature, and the joy of mastering the art of seamanship. It offers a unique opportunity to embrace the beauty of the ocean and the freedom of the open sea. Whether you're a seasoned sailor or a beginner, the allure of sailing beckons, inviting you to set sail and embrace the wonders of maritime exploration.",
      "tagList": [
        "Sailing",
        "Ocean",
        "Sea Adventures",
        "Wind",
        "Nature"
      ],
      "favouritesCount": 0,
      "comments": [],
      "createdAt": "2023-09-25T10:02:10.020Z",
      "updatedAt": "2023-09-25T10:02:10.152Z",
      "slug": "the-beauty-of-sailing-embracing-the-sea-and-the-wind",
      "author": "65081669e1bdf28081ead1f0"
    },
    {
      "_id": "65115aba83680d0a298aa950",
      "title": "The Allure of Vintage Collectibles: Nostalgia and Timeless Treasures",
      "description": "The Allure of Vintage Collectibles: Nostalgia and Timeless Treasures",
      "body": "In a world characterized by fast-paced trends and disposable culture, there's a deep-rooted fascination with vintage collectibles that transcends time. Vintage items, whether they are classic cars, vinyl records, or antique furniture, hold a unique allure that goes beyond their material worth. In this article, we'll explore the enduring appeal of vintage collectibles and the nostalgia they evoke.\n\nThe Fascination with the Past:\n\nVintage collectibles transport us to bygone eras, allowing us to touch a piece of history. Whether it's a vintage typewriter, a 1950s jukebox, or a collection of old postcards, these items serve as tangible links to the past. They evoke a sense of nostalgia for times we may not have personally experienced but have learned about through stories, movies, and photographs.\n\nEmbracing Quality and Craftsmanship:\n\nMany vintage collectibles were crafted in a time when attention to detail and quality were paramount. These items often display a level of craftsmanship and durability that stands in stark contrast to today's mass-produced goods. Collectors appreciate the artistry and dedication that went into creating these treasures.\n\nPreserving Memories:\n\nCollecting vintage items is, in many ways, a form of time travel. Owning and cherishing vintage objects can evoke memories of a bygone era, personal experiences, or cherished family stories. Vintage collectibles have the power to connect generations and preserve memories.\n\nEnvironmental Consciousness:\n\nIn an age of environmental awareness, collecting vintage items aligns with sustainability values. By giving new life to old objects, collectors contribute to the reduction of waste and the conservation of resources. Vintage items are often seen as eco-friendly choices compared to the disposability of modern consumer goods.\n\nHunting for Hidden Gems:\n\nPart of the allure of vintage collecting is the thrill of the hunt. Exploring flea markets, antique shops, and online auctions in search of rare or unique items can be a rewarding adventure. Each discovery carries a story, adding to the allure of the collection.\n\nPersonal Expression:\n\nCollecting vintage items is a form of self-expression. The items you choose to collect often reflect your personal interests, tastes, and passions. A collection of vintage cameras may indicate a love for photography, while a collection of retro fashion may reveal a passion for style and design.\n\nInvestment Potential:\n\nWhile the primary motivation for vintage collecting is often passion rather than profit, some vintage items can appreciate in value over time. Vintage cars, rare coins, and iconic memorabilia can become valuable assets in addition to being cherished collectibles.\n\nIn conclusion, the appeal of vintage collectibles lies in their ability to transport us to different eras, evoke nostalgia, and provide a tangible connection to the past. Whether you're a seasoned collector or simply appreciate the beauty of vintage items, the allure of these timeless treasures continues to captivate hearts and stir the imagination.",
      "tagList": [
        "Vintage Collectibles",
        "Antiques",
        "Nostalgia",
        "Collecting",
        "Retro"
      ],
      "favouritesCount": 0,
      "comments": [],
      "createdAt": "2023-09-25T10:02:34.149Z",
      "updatedAt": "2023-09-25T10:02:34.282Z",
      "slug": "the-allure-of-vintage-collectibles-nostalgia-and-timeless-treasures",
      "author": "65081669e1bdf28081ead1f0"
    },
    {
      "_id": "65115abc83680d0a298aa956",
      "title": "Travel with Presence: A Guide to Mindful Exploration",
      "description": "Travel with Presence: A Guide to Mindful Exploration",
      "body": "In a world where haste often governs our actions, there's a growing movement towards mindful exploration, a travel experience that transcends the mere act of moving from one place to another. Mindful travel encourages us to embark on journeys with intention, deep awareness, and a thirst for meaningful discovery. In this article, we'll dive into the beauty of traveling with presence and the enriching experiences it offers.\n\nSetting Travel Intentions:\n\nMindful travel commences with setting clear intentions for your journey. Instead of racing through an itinerary, take a moment to reflect on what you genuinely desire from your travels. Your intention could be as simple as finding tranquility or as profound as immersing yourself in a new culture.\n\nCultural Embrace:\n\nAt the core of mindful exploration lies a deep appreciation for cultural immersion. Rather than skimming the surface of a destination, take the time to understand and connect with the local culture. Engage in conversations with residents, partake in cultural rituals, and savor authentic cuisine to gain a genuine sense of the place you're visiting.\n\nImmersive Experiences:\n\nMindful travel is all about fully engaging your senses. Whether you're hiking through a dense forest, strolling the cobbled streets of an ancient city, or sipping tea with a local artisan, every experience is an opportunity to be present, to absorb the sights, sounds, and sensations of your surroundings.\n\nReflection and Gratitude:\n\nMindful travelers often keep travel journals or take moments of reflection. These pauses allow you to express gratitude for the beauty you've encountered and the insights you've gained during your journey. Capturing these thoughts and memories can be a powerful way to relive your experiences.\n\nSustainable and Responsible Travel:\n\nMindful travel extends to responsible and sustainable practices. Travelers who embrace mindfulness often seek out eco-friendly accommodations, support local businesses, and make efforts to minimize their environmental impact. This approach ensures that the places they visit thrive for generations to come.\n\nCultivating Presence:\n\nUltimately, traveling with presence is about being fully engaged in the here and now. It's about shedding distractions, opening your heart to new experiences, and savoring each moment as it unfolds. Whether you're gazing at a breathtaking sunset, conversing with a stranger, or simply enjoying a quiet walk, every step of the journey becomes a treasure.\n\nIn conclusion, traveling with presence offers a profound and enriching way to explore the world. By infusing your journeys with intention, cultural immersion, and a deep sense of mindfulness, you can transform your travels into meaningful and transformative experiences that linger in your heart long after the journey's end.",
      "tagList": [
        "Mindful Travel",
        "Immersive Experiences",
        "Travel Reflection"
      ],
      "favouritesCount": 0,
      "comments": [],
      "createdAt": "2023-09-25T10:02:36.661Z",
      "updatedAt": "2023-09-25T10:02:36.808Z",
      "slug": "travel-with-presence-a-guide-to-mindful-exploration",
      "author": "65081669e1bdf28081ead1f0"
    },
    {
      "_id": "65115ac683680d0a298aa95c",
      "title": "Rhythms of the Past: Vinyl's Resilience in Modern Music8",
      "description": "Rhythms of the Past: Vinyl's Resilience in Modern Music",
      "body": "In an age of digital streaming and instant downloads, vinyl records are experiencing a remarkable resurgence. For music enthusiasts, collecting and listening to vinyl offers a unique and nostalgic journey through the world of music. In this article, we'll explore the resurgence of vinyl records and the enduring appeal of analog sound.\n\nThe Vinyl Revival:\n\nVinyl records, once considered a relic of the past, are making a comeback. Audiophiles and music lovers are rediscovering the warm, analog sound that vinyl offers. The tactile experience of handling records, placing the needle on the groove, and immersing oneself in the music is a cherished ritual for vinyl enthusiasts.\n\nNostalgia and Collecting:\n\nFor many, vinyl records evoke a sense of nostalgia. They recall a time when albums were cherished, cover art was appreciated as an art form, and the act of flipping a record was a deliberate choice. Collecting vinyl allows music fans to reconnect with their favorite artists and albums from the past.\n\nAnalog Sound Quality:\n\nVinyl records are celebrated for their rich and warm sound quality. Unlike digital formats that compress audio files, vinyl preserves the nuances and dynamics of the original recording. Audiophiles often argue that the analog sound of vinyl offers a more authentic and immersive listening experience.\n\nAlbum Art and Packaging:\n\nVinyl records are not just about the music; they are also works of art. Album covers are often designed with great care and creativity, adding visual appeal to the music. Collectors appreciate the larger format of album art and the tactile experience of handling record sleeves.\n\nThe Vinyl Community:\n\nCollecting vinyl is more than a solitary hobby; it's a community-driven passion. Vinyl enthusiasts often come together at record fairs, music shops, and online forums to share their discoveries, swap records, and celebrate their love for analog music.\n\nLimited Edition and Rarity:\n\nVinyl releases often include limited editions and rare pressings that are highly sought after by collectors. Owning a rare or unique vinyl record can be a point of pride and a testament to one's dedication to the format.\n\nA Timeless Format:\n\nVinyl records have proven their staying power. Despite advancements in technology, the format endures as a symbol of the enduring appeal of physical media and the timeless art of music appreciation.\n\nIn conclusion, the resurgence of vinyl records is a testament to the enduring allure of analog sound, nostalgia, and the tactile experience of music. Whether you're a seasoned collector or a newcomer to vinyl, exploring music through this cherished format is a journey that transcends time and technology.",
      "tagList": [
        "Vinyl Records",
        "Music Collecting",
        "Nostalgia",
        "Analog Sound"
      ],
      "favouritesCount": 0,
      "comments": [],
      "createdAt": "2023-09-25T10:02:47.023Z",
      "updatedAt": "2023-09-25T10:02:47.160Z",
      "slug": "rhythms-of-the-past-vinyls-resilience-in-modern-music",
      "author": "65081669e1bdf28081ead1f0"
    },
    {
      "_id": "65115ac983680d0a298aa962",
      "title": "The Art of Bonsai: Cultivating Nature's Beauty",
      "description": "The Art of Bonsai: Cultivating Nature's Beauty",
      "body": "In a world where gardens are often sprawling and untamed, the art of bonsai stands as a testament to the beauty of miniaturization and precision. Bonsai, which translates to \"tray planting\" in Japanese, is a captivating horticultural practice that involves cultivating small, meticulously pruned trees and shrubs. In this article, we'll explore the world of bonsai, its history, techniques, and the meditative journey it offers to enthusiasts.\n\nA Glimpse into Bonsai's History:\n\nBonsai has its roots in ancient China, where miniature landscapes and penjing (tray scenes) were cultivated for aesthetic and contemplative purposes. This practice later made its way to Japan, evolving into the art of bonsai as we know it today. Bonsai trees have been cultivated for centuries, and some even date back to the early 17th century.\n\nThe Art of Miniaturization:\n\nAt the heart of bonsai is the idea of creating a small, yet perfectly proportioned, representation of a mature tree or shrub. Bonsai artists carefully select species that are conducive to miniaturization and then meticulously prune and shape them to achieve the desired form. The result is a living work of art that captures the essence of a full-sized tree in miniature.\n\nThe Meditative Practice:\n\nCaring for bonsai is not just a horticultural endeavor; it's a meditative practice. Bonsai enthusiasts find solace in the careful attention and patience required to nurture these tiny trees. The act of pruning, wiring, and tending to a bonsai tree is a mindful journey that allows one to connect with nature and find tranquility in the process.\n\nStyles and Techniques:\n\nBonsai comes in various styles, each with its own set of principles and techniques. Some common styles include formal upright, informal upright, slanting, cascade, and windswept, to name a few. Achieving these styles demands a deep understanding of horticulture and a keen eye for aesthetics.\n\nThe Bonsai Community:\n\nBonsai is more than just a hobby; it's a community. Enthusiasts gather at clubs, exhibitions, and workshops to share their knowledge, exchange ideas, and showcase their creations. The camaraderie among bonsai practitioners is as integral to the art as the trees themselves.\n\nThe Timeless Allure:\n\nBonsai's enduring appeal lies in its ability to bridge the gap between nature and art. It's a living expression of patience, creativity, and devotion to the beauty of miniature landscapes. Whether you're an experienced bonsai artist or a beginner eager to embark on this meditative journey, the world of bonsai offers a captivating and timeless exploration of the natural world in miniature.",
      "tagList": [
        "Bonsai",
        "Horticulture",
        "Japanese Art"
      ],
      "favouritesCount": 0,
      "comments": [],
      "createdAt": "2023-09-25T10:02:49.728Z",
      "updatedAt": "2023-09-25T10:02:49.865Z",
      "slug": "the-art-of-bonsai-cultivating-natures-beauty",
      "author": "65081669e1bdf28081ead1f0"
    },
    {
      "_id": "65115acc83680d0a298aa968",
      "title": "Origami: Crafting Serenity from Paper Folds",
      "description": "Origami: Crafting Serenity from Paper Folds",
      "body": "In a world filled with digital distractions, there's a timeless art form that invites us to slow down, focus, and create beauty from a single sheet of paper. Origami, the Japanese art of paper folding, is not just a craft; it's a meditative practice that transforms a simple material into intricate sculptures. In this article, we'll explore the world of origami, its rich history, techniques, and the mindfulness it brings to those who practice it.\n\nOrigins of Origami:\n\nOrigami has deep roots in Japanese culture, with the word \"origami\" itself meaning \"folded paper.\" While paper folding existed in various forms in different cultures, Japan refined and elevated it into a distinct art form. The practice of origami dates back centuries and has evolved into a diverse and dynamic craft.\n\nThe Simplicity of Paper Transformation:\n\nOrigami starts with a single square sheet of paper, and from this unassuming beginning, artists create an array of intricate shapes, animals, and objects. The transformation is achieved through precise folds and creases, with no cutting or gluing involved. The simplicity of the material is juxtaposed with the complexity of the final creations.\n\nMindful Folding:\n\nOrigami is more than just following instructions; it's a mindful experience. As practitioners fold paper, they become fully engaged in the process, focusing on each crease, fold, and tuck. This mindful attention to detail allows origami enthusiasts to immerse themselves in the present moment, leaving behind the stresses of daily life.\n\nA World of Possibilities:\n\nOrigami offers a vast array of possibilities, from traditional designs like cranes and frogs to more intricate creations such as complex geometric shapes and mythical creatures. The art form is accessible to people of all ages and skill levels, making it a versatile and inclusive hobby.\n\nCultural Significance:\n\nOrigami carries cultural significance beyond its artistic value. In Japan, the crane is a symbol of peace and hope, and folding a thousand paper cranes, known as senbazuru, is a tradition often associated with healing and well-wishing.\n\nOrigami in the Digital Age:\n\nWhile origami is deeply rooted in tradition, it has also found a place in the digital age. Online communities and tutorials enable enthusiasts to share their creations, techniques, and inspiration with a global audience. The blend of ancient artistry with modern connectivity showcases origami's enduring relevance.\n\nThe Power of Patience:\n\nOrigami teaches patience and perseverance. A single piece of paper can be folded and unfolded countless times until the desired form is achieved. This process encourages resilience and a willingness to embrace challenges.\n\nIn conclusion, origami is more than just a craft; it's a journey of creativity, mindfulness, and cultural appreciation. Whether you're a seasoned origami artist or a beginner looking to explore this captivating art form, the world of origami invites you to embrace the beauty of simplicity and the joy of creation, one fold at a time.",
      "tagList": [
        "Origami",
        "Mindfullness",
        "Creativity"
      ],
      "favouritesCount": 0,
      "comments": [],
      "createdAt": "2023-09-25T10:02:53.021Z",
      "updatedAt": "2023-09-25T10:02:53.165Z",
      "slug": "origami-crafting-serenity-from-paper-folds",
      "author": "65081669e1bdf28081ead1f0"
    },
    {
      "_id": "65115acf83680d0a298aa96e",
      "title": "The Wonders of the Ocean: Exploring Earth's Last Frontier",
      "description": "The Wonders of the Ocean: Exploring Earth's Last Frontier",
      "body": "In a world where we often look to the stars, there exists a realm on our very planet that is equally mysterious and enchanting—the vast and deep ocean. The ocean, covering over 70% of Earth's surface, is not just a body of water; it's a world teeming with life, hidden wonders, and ecological importance. In this article, we'll embark on an exploration of the ocean's marvels, its vital role on our planet, and the urgent need for its conservation.\n\nThe Ocean's Mysteries:\n\nThe ocean remains one of the least explored parts of our planet. Beneath its surface lie uncharted territories, mysterious creatures, and geological wonders. From the depths of the Mariana Trench to the vibrant coral reefs of the Great Barrier Reef, the ocean is a treasure trove of hidden beauty.\n\nA World of Life:\n\nThe diversity of life in the ocean is staggering. It's home to a multitude of species, from the smallest plankton to the largest whales. Coral reefs, often referred to as the \"rainforests of the sea,\" provide shelter to countless marine species, making them some of the most biodiverse ecosystems on Earth.\n\nThe Ocean's Role in Climate Regulation:\n\nThe ocean plays a crucial role in regulating our planet's climate. It absorbs carbon dioxide from the atmosphere, helping to mitigate the effects of climate change. Ocean currents transport heat across the globe, influencing weather patterns and climate systems.\n\nChallenges and Conservation:\n\nDespite its immense importance, the ocean faces numerous challenges, including overfishing, pollution, habitat destruction, and climate change. These threats not only harm marine life but also have far-reaching consequences for human populations that depend on the ocean for food and livelihoods.\n\nThe Urgency of Ocean Conservation:\n\nRecognizing the critical importance of the ocean, there is a growing global effort to protect and conserve this vital resource. Initiatives such as marine protected areas, sustainable fishing practices, and plastic pollution reduction campaigns are essential steps toward safeguarding the ocean for future generations.\n\nThe Power of Exploration and Education:\n\nExploring and understanding the ocean is essential to its conservation. Advances in technology, such as remotely operated vehicles (ROVs) and submersibles, allow scientists to delve deeper into the ocean's mysteries. Education and public awareness are equally vital in fostering a sense of responsibility for the ocean's well-being.\n\nIn conclusion, the ocean is a source of wonder and a lifeline for our planet. Its significance extends far beyond its immense beauty and mystery; it sustains life on Earth and regulates our climate. As stewards of this remarkable ecosystem, it is our duty to protect and preserve the ocean for future generations to explore, cherish, and rely upon.\n\n\n\n\n",
      "tagList": [
        "Ocean Exploration",
        "Marine Biodiversity",
        "Conservation"
      ],
      "favouritesCount": 0,
      "comments": [],
      "createdAt": "2023-09-25T10:02:55.558Z",
      "updatedAt": "2023-09-25T10:02:55.693Z",
      "slug": "the-wonders-of-the-ocean-exploring-earths-last-frontier",
      "author": "65081669e1bdf28081ead1f0"
    },
    {
      "_id": "651a9a3ba13593cd3e66a190",
      "title": "update article test",
      "description": "string",
      "body": "string",
      "tagList": [
        "string"
      ],
      "favouritesCount": 0,
      "comments": [],
      "createdAt": "2023-10-02T10:23:55.899Z",
      "updatedAt": "2023-10-13T03:38:24.224Z",
      "slug": "update-article-test",
      "author": "651a6193935318141aa4382f"
    }
  ],
  "users": [
    {
      "_id": "65081669e1bdf28081ead1f0",
      "username": "aleksandr",
      "password": "$2b$10$5Ws4TeIQTVLRnJZIHZALyOvtpjWWIWJ9v8SbiOfgzU4qUkTdN8Ho2",
      "email": "aleksandr.egorov@test.ee",
      "bio": "",
      "image": "https://static.productionready.io/images/smiley-cyrus.jpg",
      "favouriteArticles": [
        "651122995b75e0e1a9c86fd2"
      ],
      "followingUsers": [
        "65081669e1bdf28081ead1f0"
      ],
      "subscriptionId": "651a796a0eb767c661fe2df5"
    },
    {
      "_id": "65113d3b9f985fcc9634b22c",
      "username": "test",
      "password": "$2b$10$Fqj7t8jpjK/vh05yKAWf/.PDPUB1O0WZHfURJDv7dO6XxHhNN8Nmq",
      "email": "test@test.ee",
      "bio": "",
      "image": "https://static.productionready.io/images/smiley-cyrus.jpg",
      "favouriteArticles": [],
      "followingUsers": [],
      "subscriptionId": "65113d3b9f985fcc9634b232"
    },
    {
      "_id": "65113dc5510f33d405c3ab8c",
      "username": "test111",
      "password": "$2b$10$xdE6tWKcdChqYMTSDf3uxeuHXccn7zncchIDHFc.PPf52kYcWqRXy",
      "email": "test1@test.ee",
      "bio": "",
      "image": "https://static.productionready.io/images/smiley-cyrus.jpg",
      "favouriteArticles": [],
      "followingUsers": [],
      "subscriptionId": "65113dc6510f33d405c3ab92"
    },
    {
      "_id": "65113e95c84d2ca69dab0a87",
      "username": "grishin",
      "password": "$2b$10$GCE.tq6EnYTJIgL4UsBTaezjPCSztubyU3c/v553mpGfSHhruy/sa",
      "email": "grishin@test.ee",
      "bio": "",
      "image": "https://static.productionready.io/images/smiley-cyrus.jpg",
      "favouriteArticles": [],
      "followingUsers": [],
      "subscriptionId": "65113e96c84d2ca69dab0a8d"
    },
    {
      "_id": "6519a69966a50355e7db758c",
      "username": "eee",
      "password": "$2b$10$MGBxcVOQPDvCfHomIXnnkOhzp454HJ0WuuQzXbyxUCazPaCP.YJ.u",
      "email": "eee@test.ee",
      "bio": "",
      "image": "https://static.productionready.io/images/smiley-cyrus.jpg",
      "favouriteArticles": [],
      "followingUsers": [],
      "subscriptionId": "6519adaed626ff38b1f34aea"
    },
    {
      "_id": "651a6193935318141aa4382f",
      "username": "max",
      "password": "$2b$10$4emMPd4hygxAiiRXXWhGpOGu.DP2ED1Aa2wWLfEfkRDrbIkQStYA2",
      "email": "max@test.ee",
      "bio": "maksik1303",
      "image": "maksik1303",
      "favouriteArticles": [],
      "followingUsers": [
        "6519a69966a50355e7db758c"
      ],
      "subscriptionId": "6528ed778484caebb614a6bd"
    },
    {
      "_id": "651acea31a495e2778b7e450",
      "username": "lizka",
      "password": "$2b$10$cpMD4/2tAbL/h0MUp6kEj.g0rOoiEAQ.HW1KyIbx5uThpv8hD5U2G",
      "email": "jelizaveta.gritsuk@gmail.com",
      "bio": "",
      "image": "https://static.productionready.io/images/smiley-cyrus.jpg",
      "favouriteArticles": [],
      "followingUsers": [],
      "subscriptionId": "651acea31a495e2778b7e456"
    },
    {
      "_id": "65251f931a495e2778b7e535",
      "username": "maxx",
      "password": "$2b$10$nJyzwqTudIypEx.xxWU0kOnd2XrFK9.Ag0YPWsaU1f8oSnZGiSokS",
      "email": "maxx@test.ee",
      "bio": "",
      "image": "https://static.productionready.io/images/smiley-cyrus.jpg",
      "favouriteArticles": [],
      "followingUsers": [],
      "subscriptionId": "65251f931a495e2778b7e53b"
    },
    {
      "_id": "6528ee568484caebb614a6ca",
      "username": "updatednewuser",
      "password": "$2b$10$vxTLkNBcXW9/vpPwKDdMiO28YeYbu1ABE/gcuVqswHuLOTisIPrHC",
      "email": "updatednewuser@test.ee",
      "bio": "test",
      "image": "image",
      "favouriteArticles": [],
      "followingUsers": [],
      "subscriptionId": "6528ee568484caebb614a6d0"
    },
    {
      "_id": "6528f9108484caebb614a6fb",
      "username": "test12345",
      "password": "$2b$10$NgwexBvoDZo8sDX0a9M2huz.MgPQis1xlLvr.QEL7NXxOXj1Hrnh.",
      "email": "test12345@test.ee",
      "bio": "",
      "image": "https://static.productionready.io/images/smiley-cyrus.jpg",
      "favouriteArticles": [],
      "followingUsers": [],
      "subscriptionId": "6528fa0b8484caebb614a715"
    }
  ],
  "subscriptions": [
    {
      "_id": "65084b41b1be15302ee125e8",
      "type": "monthly",
      "price": "1",
      "description": "Allows user to read 10 articles"
    },
    {
      "_id": "65084b41b1be15302ee125ea",
      "type": "free",
      "price": "0",
      "description": "Allows user to read 5 articles"
    },
    {
      "_id": "65084b41b1be15302ee125e9",
      "type": "yearly",
      "price": "11",
      "description": "Allows user to read 10 articles"
    },
    {
      "_id": "651135be9785247d0a12011f",
      "type": "yearly+",
      "price": "20",
      "description": "Allows user to read 20 articles"
    },
    {
      "_id": "651135f39785247d0a120120",
      "type": "monthly+",
      "price": "2",
      "description": "Allows user to read 20 articles"
    }
  ],
  "usersubscriptions": [
    {
      "_id": "65113b1f13f753e14c22c9dc",
      "userId": "65081669e1bdf28081ead1f0",
      "subscriptionId": "651135be9785247d0a12011f",
      "startDate": "2023-09-25T07:47:43.947Z",
      "expirationDate": "2024-09-24T07:47:43.947Z",
      "articlesLeft": 18
    },
    {
      "_id": "65113d3b9f985fcc9634b232",
      "userId": "65113d3b9f985fcc9634b22c",
      "subscriptionId": "65084b41b1be15302ee125ea",
      "startDate": "2023-09-25T07:56:43.460Z",
      "expirationDate": "2023-09-25T07:56:43.460Z",
      "articlesLeft": 5
    },
    {
      "_id": "65113dc6510f33d405c3ab92",
      "userId": "65113dc5510f33d405c3ab8c",
      "subscriptionId": "65084b41b1be15302ee125ea",
      "startDate": "2023-09-25T07:59:02.299Z",
      "expirationDate": "2023-09-25T07:59:02.299Z",
      "articlesLeft": 5
    },
    {
      "_id": "65113e96c84d2ca69dab0a8d",
      "userId": "65113e95c84d2ca69dab0a87",
      "subscriptionId": "65084b41b1be15302ee125ea",
      "startDate": "2023-09-25T08:02:30.197Z",
      "expirationDate": "2023-09-25T08:02:30.197Z",
      "articlesLeft": 5
    },
    {
      "_id": "6511406a5d006fed0d28d5d0",
      "userId": "65081669e1bdf28081ead1f0",
      "subscriptionId": "651135be9785247d0a12011f",
      "startDate": "2023-09-25T08:10:18.206Z",
      "expirationDate": "2024-09-24T08:10:18.206Z",
      "articlesLeft": 0
    },
    {
      "_id": "6511409a5d006fed0d28d5db",
      "userId": "65081669e1bdf28081ead1f0",
      "subscriptionId": "651135be9785247d0a12011f",
      "startDate": "2023-09-25T08:11:06.439Z",
      "expirationDate": "2023-09-25T08:11:06.439Z",
      "articlesLeft": 20
    },
    {
      "_id": "6511409c5d006fed0d28d5e1",
      "userId": "65081669e1bdf28081ead1f0",
      "subscriptionId": "651135be9785247d0a12011f",
      "startDate": "2023-09-25T08:11:08.349Z",
      "expirationDate": "2023-09-25T08:11:08.349Z",
      "articlesLeft": 1
    },
    {
      "_id": "651154472fd95e0158ea1957",
      "userId": "65081669e1bdf28081ead1f0",
      "subscriptionId": "651135be9785247d0a12011f",
      "startDate": "2023-09-25T09:35:03.053Z",
      "expirationDate": "2024-09-24T09:35:03.053Z",
      "articlesLeft": 2
    },
    {
      "_id": "6511674f33fdef596b989897",
      "userId": "65081669e1bdf28081ead1f0",
      "subscriptionId": "651135be9785247d0a12011f",
      "startDate": "2023-09-25T10:56:15.844Z",
      "expirationDate": "2023-09-25T10:56:15.844Z",
      "articlesLeft": 0
    },
    {
      "_id": "651987c351ebf30c63f5145c",
      "userId": "65081669e1bdf28081ead1f0",
      "subscriptionId": "65084b41b1be15302ee125ea",
      "startDate": "2023-10-01T14:52:51.473Z",
      "expirationDate": "2023-10-01T14:52:51.473Z",
      "articlesLeft": 4
    },
    {
      "_id": "651987cc51ebf30c63f51468",
      "userId": "65081669e1bdf28081ead1f0",
      "subscriptionId": "65084b41b1be15302ee125ea",
      "startDate": "2023-10-01T14:53:00.063Z",
      "expirationDate": "2023-10-01T14:53:00.063Z",
      "articlesLeft": 0
    },
    {
      "_id": "651990f1990b03db1461ba03",
      "userId": "65081669e1bdf28081ead1f0",
      "subscriptionId": "65084b41b1be15302ee125ea",
      "startDate": "2023-10-01T15:32:01.583Z",
      "expirationDate": "2023-10-01T15:32:01.583Z",
      "articlesLeft": 4
    },
    {
      "_id": "651990f7990b03db1461ba0f",
      "userId": "65081669e1bdf28081ead1f0",
      "subscriptionId": "65084b41b1be15302ee125ea",
      "startDate": "2023-10-01T15:32:07.519Z",
      "expirationDate": "2023-10-01T15:32:07.519Z",
      "articlesLeft": 4
    },
    {
      "_id": "651992aa86715f636ffc0253",
      "userId": "65081669e1bdf28081ead1f0",
      "subscriptionId": "65084b41b1be15302ee125ea",
      "startDate": "2023-10-01T15:39:22.030Z",
      "expirationDate": "2023-10-01T15:39:22.030Z",
      "articlesLeft": 4
    },
    {
      "_id": "651992ac86715f636ffc025f",
      "userId": "65081669e1bdf28081ead1f0",
      "subscriptionId": "651135be9785247d0a12011f",
      "startDate": "2023-10-01T15:39:24.453Z",
      "expirationDate": "2023-10-01T15:39:24.453Z",
      "articlesLeft": 0
    },
    {
      "_id": "65199752a92ea96e716f1ea0",
      "userId": "65081669e1bdf28081ead1f0",
      "subscriptionId": "65084b41b1be15302ee125ea",
      "startDate": "2023-10-01T15:59:14.050Z",
      "expirationDate": "2023-10-01T15:59:14.050Z",
      "articlesLeft": 4
    },
    {
      "_id": "65199785a92ea96e716f1eac",
      "userId": "65081669e1bdf28081ead1f0",
      "subscriptionId": "65084b41b1be15302ee125eb",
      "startDate": "2023-10-01T16:00:05.386Z",
      "expirationDate": "2023-10-01T16:00:05.386Z",
      "articlesLeft": 4
    },
    {
      "_id": "651997b7a92ea96e716f1eb8",
      "userId": "65081669e1bdf28081ead1f0",
      "subscriptionId": "65084b41b1be15302ee125eb",
      "startDate": "2023-10-01T16:00:55.971Z",
      "expirationDate": "2023-10-01T16:00:55.971Z",
      "articlesLeft": 4
    },
    {
      "_id": "651997e9a6d1f0d1e8155d3c",
      "userId": "65081669e1bdf28081ead1f0",
      "subscriptionId": "65084b41b1be15302ee125eb",
      "startDate": "2023-10-01T16:01:45.560Z",
      "expirationDate": "2023-10-01T16:01:45.560Z",
      "articlesLeft": 0
    },
    {
      "_id": "65199904c520e2c843b65079",
      "userId": "65081669e1bdf28081ead1f0",
      "subscriptionId": "65084b41b1be15302ee125ea",
      "startDate": "2023-10-01T16:06:28.505Z",
      "expirationDate": "2023-10-01T16:06:28.505Z",
      "articlesLeft": 4
    },
    {
      "_id": "6519990ac520e2c843b65085",
      "userId": "65081669e1bdf28081ead1f0",
      "subscriptionId": "65084b41b1be15302ee125ea",
      "startDate": "2023-10-01T16:06:34.201Z",
      "expirationDate": "2023-10-01T16:06:34.201Z",
      "articlesLeft": 4
    },
    {
      "_id": "6519991fc520e2c843b65091",
      "userId": "65081669e1bdf28081ead1f0",
      "subscriptionId": "65084b41b1be15302ee125ea",
      "startDate": "2023-10-01T16:06:55.838Z",
      "expirationDate": "2023-10-01T16:06:55.838Z",
      "articlesLeft": 4
    },
    {
      "_id": "65199922c520e2c843b6509d",
      "userId": "65081669e1bdf28081ead1f0",
      "subscriptionId": "65084b41b1be15302ee125ea",
      "startDate": "2023-10-01T16:06:58.167Z",
      "expirationDate": "2023-10-01T16:06:58.167Z",
      "articlesLeft": 4
    },
    {
      "_id": "65199925c520e2c843b650a9",
      "userId": "65081669e1bdf28081ead1f0",
      "subscriptionId": "65084b41b1be15302ee125ea",
      "startDate": "2023-10-01T16:07:01.512Z",
      "expirationDate": "2023-10-01T16:07:01.512Z",
      "articlesLeft": 4
    },
    {
      "_id": "65199927c520e2c843b650b5",
      "userId": "65081669e1bdf28081ead1f0",
      "subscriptionId": "65084b41b1be15302ee125ea",
      "startDate": "2023-10-01T16:07:03.775Z",
      "expirationDate": "2023-10-01T16:07:03.775Z",
      "articlesLeft": 4
    },
    {
      "_id": "65199929c520e2c843b650c1",
      "userId": "65081669e1bdf28081ead1f0",
      "subscriptionId": "65084b41b1be15302ee125ea",
      "startDate": "2023-10-01T16:07:05.752Z",
      "expirationDate": "2023-10-01T16:07:05.752Z",
      "articlesLeft": 4
    },
    {
      "_id": "6519992bc520e2c843b650cd",
      "userId": "65081669e1bdf28081ead1f0",
      "subscriptionId": "65084b41b1be15302ee125ea",
      "startDate": "2023-10-01T16:07:07.653Z",
      "expirationDate": "2023-10-01T16:07:07.653Z",
      "articlesLeft": 4
    },
    {
      "_id": "6519992dc520e2c843b650d9",
      "userId": "65081669e1bdf28081ead1f0",
      "subscriptionId": "65084b41b1be15302ee125ea",
      "startDate": "2023-10-01T16:07:09.587Z",
      "expirationDate": "2023-10-01T16:07:09.587Z",
      "articlesLeft": 4
    },
    {
      "_id": "6519992fc520e2c843b650e5",
      "userId": "65081669e1bdf28081ead1f0",
      "subscriptionId": "65084b41b1be15302ee125ea",
      "startDate": "2023-10-01T16:07:11.523Z",
      "expirationDate": "2023-10-01T16:07:11.523Z",
      "articlesLeft": 4
    },
    {
      "_id": "65199931c520e2c843b650f1",
      "userId": "65081669e1bdf28081ead1f0",
      "subscriptionId": "65084b41b1be15302ee125ea",
      "startDate": "2023-10-01T16:07:13.487Z",
      "expirationDate": "2023-10-01T16:07:13.487Z",
      "articlesLeft": 0
    },
    {
      "_id": "6519996ec520e2c843b650fd",
      "userId": "65081669e1bdf28081ead1f0",
      "subscriptionId": "65084b41b1be15302ee125ea",
      "startDate": "2023-10-01T16:08:14.477Z",
      "expirationDate": "2023-10-01T16:08:14.477Z",
      "articlesLeft": 4
    },
    {
      "_id": "65199972c520e2c843b65109",
      "userId": "65081669e1bdf28081ead1f0",
      "subscriptionId": "65084b41b1be15302ee125ea",
      "startDate": "2023-10-01T16:08:18.421Z",
      "expirationDate": "2023-10-01T16:08:18.421Z",
      "articlesLeft": 4
    },
    {
      "_id": "65199a5fa84242e4147d073c",
      "userId": "65081669e1bdf28081ead1f0",
      "subscriptionId": "65084b41b1be15302ee125eb",
      "startDate": "2023-10-01T16:12:15.140Z",
      "expirationDate": "2023-10-01T16:12:15.140Z",
      "articlesLeft": 0
    },
    {
      "_id": "65199aeca84242e4147d07b0",
      "userId": "65081669e1bdf28081ead1f0",
      "subscriptionId": "65084b41b1be15302ee125eb",
      "startDate": "2023-10-01T16:14:36.788Z",
      "expirationDate": "2023-10-01T16:14:36.788Z",
      "articlesLeft": 4
    },
    {
      "_id": "65199b57a84242e4147d07bd",
      "userId": "65081669e1bdf28081ead1f0",
      "subscriptionId": "65084b41b1be15302ee125eb",
      "startDate": "2023-10-01T16:16:23.252Z",
      "expirationDate": "2023-10-01T16:16:23.252Z",
      "articlesLeft": 0
    },
    {
      "_id": "65199c1e564ae0a4ef8da2a7",
      "userId": "65081669e1bdf28081ead1f0",
      "subscriptionId": "65084b41b1be15302ee125ea",
      "startDate": "2023-10-01T16:19:42.498Z",
      "expirationDate": "2023-10-01T16:19:42.498Z",
      "articlesLeft": 4
    },
    {
      "_id": "65199c55564ae0a4ef8da2b3",
      "userId": "65081669e1bdf28081ead1f0",
      "subscriptionId": "65084b41b1be15302ee125ea",
      "startDate": "2023-10-01T16:20:37.656Z",
      "expirationDate": "2023-10-01T16:20:37.656Z",
      "articlesLeft": 4
    },
    {
      "_id": "65199dcdfa4ce9ecf908adc1",
      "userId": "65081669e1bdf28081ead1f0",
      "subscriptionId": "65084b41b1be15302ee125ea",
      "startDate": "2023-10-01T16:26:53.371Z",
      "expirationDate": "2023-10-01T16:26:53.371Z",
      "articlesLeft": 5
    },
    {
      "_id": "65199dd4fa4ce9ecf908adc8",
      "userId": "65081669e1bdf28081ead1f0",
      "subscriptionId": "65084b41b1be15302ee125eb",
      "startDate": "2023-10-01T16:27:00.846Z",
      "expirationDate": "2023-10-01T16:27:00.846Z",
      "articlesLeft": 0
    },
    {
      "_id": "6519a07b39e0f118801f3cfa",
      "userId": "65081669e1bdf28081ead1f0",
      "subscriptionId": "65084b41b1be15302ee125eb",
      "startDate": "2023-10-01T16:38:19.540Z",
      "expirationDate": "2023-10-01T16:38:19.540Z",
      "articlesLeft": 0
    },
    {
      "_id": "6519a1ecc8da96b1041561af",
      "userId": "65081669e1bdf28081ead1f0",
      "subscriptionId": "65084b41b1be15302ee125eb",
      "startDate": "2023-10-01T16:44:28.440Z",
      "expirationDate": "2022-10-01T16:44:28.440Z",
      "articlesLeft": 0
    },
    {
      "_id": "6519a2cec8da96b104156208",
      "userId": "65081669e1bdf28081ead1f0",
      "subscriptionId": "65084b41b1be15302ee125eb",
      "startDate": "2023-10-01T16:48:14.484Z",
      "expirationDate": "2023-10-01T16:48:14.484Z",
      "articlesLeft": 0
    },
    {
      "_id": "6519a2f1c8da96b104156249",
      "userId": "65081669e1bdf28081ead1f0",
      "subscriptionId": "65084b41b1be15302ee125e8",
      "startDate": "2023-10-01T16:48:49.181Z",
      "expirationDate": "2023-10-01T16:48:49.181Z",
      "articlesLeft": 0
    },
    {
      "_id": "6519a53dc651b2e701016286",
      "userId": "65081669e1bdf28081ead1f0",
      "subscriptionId": "65084b41b1be15302ee125eb",
      "startDate": "2023-10-01T16:58:37.046Z",
      "expirationDate": "2023-10-01T16:58:37.046Z",
      "articlesLeft": 0
    },
    {
      "_id": "6519a69a66a50355e7db7592",
      "userId": "6519a69966a50355e7db758c",
      "subscriptionId": "65084b41b1be15302ee125ea",
      "startDate": "2023-10-01T17:04:26.068Z",
      "expirationDate": "2023-10-01T17:04:26.068Z",
      "articlesLeft": 5
    },
    {
      "_id": "6519a80dde85715ca6a87599",
      "userId": "65081669e1bdf28081ead1f0",
      "subscriptionId": "65084b41b1be15302ee125ea",
      "startDate": "2023-10-01T17:10:37.632Z",
      "expirationDate": "2023-10-01T17:10:37.632Z",
      "articlesLeft": 0
    },
    {
      "_id": "6519a97c12907e2fbac29a57",
      "userId": "6519a69966a50355e7db758c",
      "subscriptionId": "65084b41b1be15302ee125e9",
      "startDate": "2023-10-01T17:16:44.894Z",
      "expirationDate": "2024-09-30T17:16:44.894Z",
      "articlesLeft": 10
    },
    {
      "_id": "6519a98012907e2fbac29a5f",
      "userId": "6519a69966a50355e7db758c",
      "subscriptionId": "65084b41b1be15302ee125e9",
      "startDate": "2023-10-01T17:16:48.558Z",
      "expirationDate": "2024-09-30T17:16:48.558Z",
      "articlesLeft": 10
    },
    {
      "_id": "6519ab40cf9faeeb6b167191",
      "userId": "6519a69966a50355e7db758c",
      "subscriptionId": "65084b41b1be15302ee125e9",
      "startDate": "2023-10-01T17:24:16.586Z",
      "expirationDate": "2024-09-30T17:24:16.586Z",
      "articlesLeft": 10
    },
    {
      "_id": "6519ab45cf9faeeb6b16719a",
      "userId": "6519a69966a50355e7db758c",
      "subscriptionId": "65084b41b1be15302ee125e9",
      "startDate": "2023-10-01T17:24:21.665Z",
      "expirationDate": "2024-09-30T17:24:21.665Z",
      "articlesLeft": 10
    },
    {
      "_id": "6519ab77c2bbfa8229dbc72a",
      "userId": "6519a69966a50355e7db758c",
      "subscriptionId": "65084b41b1be15302ee125e9",
      "startDate": "2023-10-01T17:25:11.553Z",
      "expirationDate": "2024-09-30T17:25:11.553Z",
      "articlesLeft": 10
    },
    {
      "_id": "6519ab7ac2bbfa8229dbc733",
      "userId": "6519a69966a50355e7db758c",
      "subscriptionId": "65084b41b1be15302ee125e9",
      "startDate": "2023-10-01T17:25:14.951Z",
      "expirationDate": "2024-09-30T17:25:14.951Z",
      "articlesLeft": 10
    },
    {
      "_id": "6519ab7dc2bbfa8229dbc73c",
      "userId": "6519a69966a50355e7db758c",
      "subscriptionId": "65084b41b1be15302ee125e9",
      "startDate": "2023-10-01T17:25:17.018Z",
      "expirationDate": "2024-09-30T17:25:17.018Z",
      "articlesLeft": 10
    },
    {
      "_id": "6519ab7fc2bbfa8229dbc745",
      "userId": "6519a69966a50355e7db758c",
      "subscriptionId": "65084b41b1be15302ee125e9",
      "startDate": "2023-10-01T17:25:19.163Z",
      "expirationDate": "2024-09-30T17:25:19.163Z",
      "articlesLeft": 10
    },
    {
      "_id": "6519aba4c2bbfa8229dbc74e",
      "userId": "6519a69966a50355e7db758c",
      "subscriptionId": "65084b41b1be15302ee125e9",
      "startDate": "2023-10-01T17:25:56.287Z",
      "expirationDate": "2024-09-30T17:25:56.287Z",
      "articlesLeft": 10
    },
    {
      "_id": "6519abc8c2bbfa8229dbc757",
      "userId": "6519a69966a50355e7db758c",
      "subscriptionId": "65084b41b1be15302ee125e9",
      "startDate": "2023-10-01T17:26:32.711Z",
      "expirationDate": "2024-09-30T17:26:32.711Z",
      "articlesLeft": 10
    },
    {
      "_id": "6519ac4818b59095079c1c3c",
      "userId": "6519a69966a50355e7db758c",
      "subscriptionId": "65084b41b1be15302ee125e9",
      "startDate": "2023-10-01T17:28:40.209Z",
      "expirationDate": "2024-09-30T17:28:40.209Z",
      "articlesLeft": 10
    },
    {
      "_id": "6519ad0e2bfcfc019403230c",
      "userId": "6519a69966a50355e7db758c",
      "subscriptionId": "65084b41b1be15302ee125e9",
      "startDate": "2023-10-01T17:31:58.697Z",
      "expirationDate": "2024-09-30T17:31:58.697Z",
      "articlesLeft": 10
    },
    {
      "_id": "6519ad112bfcfc0194032315",
      "userId": "6519a69966a50355e7db758c",
      "subscriptionId": "65084b41b1be15302ee125e9",
      "startDate": "2023-10-01T17:32:01.135Z",
      "expirationDate": "2024-09-30T17:32:01.135Z",
      "articlesLeft": 10
    },
    {
      "_id": "6519ad172bfcfc019403231e",
      "userId": "6519a69966a50355e7db758c",
      "subscriptionId": "65084b41b1be15302ee125e9",
      "startDate": "2023-10-01T17:32:07.526Z",
      "expirationDate": "2024-09-30T17:32:07.526Z",
      "articlesLeft": 10
    },
    {
      "_id": "6519ad2e2bfcfc0194032331",
      "userId": "6519a69966a50355e7db758c",
      "subscriptionId": "65084b41b1be15302ee125e9",
      "startDate": "2023-10-01T17:32:30.014Z",
      "expirationDate": "2024-09-30T17:32:30.014Z",
      "articlesLeft": 10
    },
    {
      "_id": "6519ad62d626ff38b1f34ad8",
      "userId": "6519a69966a50355e7db758c",
      "subscriptionId": "65084b41b1be15302ee125e9",
      "startDate": "2023-10-01T17:33:22.802Z",
      "expirationDate": "2024-09-30T17:33:22.802Z",
      "articlesLeft": 10
    },
    {
      "_id": "6519adaed626ff38b1f34aea",
      "userId": "6519a69966a50355e7db758c",
      "subscriptionId": "65084b41b1be15302ee125e9",
      "startDate": "2023-10-01T17:34:38.384Z",
      "expirationDate": "2024-09-30T17:34:38.384Z",
      "articlesLeft": 10
    },
    {
      "_id": "651a5e8c387ef864579d6da4",
      "userId": "651a5e8b387ef864579d6d9e",
      "subscriptionId": "65084b41b1be15302ee125ea",
      "startDate": "2023-10-02T06:09:16.391Z",
      "expirationDate": "2023-10-02T06:09:16.391Z",
      "articlesLeft": 5
    },
    {
      "_id": "651a5fda387ef864579d6db2",
      "userId": "651a5fda387ef864579d6dac",
      "subscriptionId": "65084b41b1be15302ee125ea",
      "startDate": "2023-10-02T06:14:50.835Z",
      "expirationDate": "2023-10-02T06:14:50.835Z",
      "articlesLeft": 5
    },
    {
      "_id": "651a614a6c0392c8606dd915",
      "userId": "651a614a6c0392c8606dd90f",
      "subscriptionId": "65084b41b1be15302ee125ea",
      "startDate": "2023-10-02T06:20:58.716Z",
      "expirationDate": "2023-10-02T06:20:58.716Z",
      "articlesLeft": 5
    },
    {
      "_id": "651a61776c0392c8606dd91f",
      "userId": "651a61766c0392c8606dd919",
      "subscriptionId": "65084b41b1be15302ee125ea",
      "startDate": "2023-10-02T06:21:43.082Z",
      "expirationDate": "2023-10-02T06:21:43.082Z",
      "articlesLeft": 5
    },
    {
      "_id": "651a6193935318141aa43835",
      "userId": "651a6193935318141aa4382f",
      "subscriptionId": "65084b41b1be15302ee125ea",
      "startDate": "2023-10-02T06:22:11.860Z",
      "expirationDate": "2023-10-02T06:22:11.860Z",
      "articlesLeft": 0
    },
    {
      "_id": "651a6c6cbc4cea109105e3e2",
      "userId": "65081669e1bdf28081ead1f0",
      "subscriptionId": "651135f39785247d0a120120",
      "startDate": "2023-10-02T07:08:28.527Z",
      "expirationDate": "2023-11-01T08:08:28.527Z",
      "articlesLeft": 20
    },
    {
      "_id": "651a796a0eb767c661fe2df5",
      "userId": "65081669e1bdf28081ead1f0",
      "subscriptionId": "65084b41b1be15302ee125e9",
      "startDate": "2023-10-02T08:03:54.202Z",
      "expirationDate": "2024-10-01T08:03:54.202Z",
      "articlesLeft": 8
    },
    {
      "_id": "651acea31a495e2778b7e456",
      "userId": "651acea31a495e2778b7e450",
      "subscriptionId": "65084b41b1be15302ee125ea",
      "startDate": "2023-10-02T14:07:31.703Z",
      "expirationDate": "2023-10-02T14:07:31.703Z",
      "articlesLeft": 5
    },
    {
      "_id": "651ad4e41a495e2778b7e49b",
      "userId": "651a6193935318141aa4382f",
      "subscriptionId": "65084b41b1be15302ee125ea",
      "startDate": "2023-10-02T14:34:12.933Z",
      "expirationDate": "2023-10-02T14:34:12.933Z",
      "articlesLeft": 0
    },
    {
      "_id": "65251f931a495e2778b7e53b",
      "userId": "65251f931a495e2778b7e535",
      "subscriptionId": "65084b41b1be15302ee125ea",
      "startDate": "2023-10-10T09:55:31.778Z",
      "expirationDate": "2023-10-10T09:55:31.778Z",
      "articlesLeft": 5
    },
    {
      "_id": "6527ea0c2d6cbbf46ff80102",
      "userId": "651a6193935318141aa4382f",
      "subscriptionId": "65084b41b1be15302ee125ea",
      "startDate": "2023-10-12T12:43:56.068Z",
      "expirationDate": "2023-10-12T12:43:56.068Z",
      "articlesLeft": 0
    },
    {
      "_id": "6527eb032d6cbbf46ff80173",
      "userId": "651a6193935318141aa4382f",
      "subscriptionId": "65084b41b1be15302ee125ea",
      "startDate": "2023-10-12T12:48:03.439Z",
      "expirationDate": "2023-10-12T12:48:03.439Z",
      "articlesLeft": 0
    },
    {
      "_id": "6527ec1af2419f78b3769194",
      "userId": "651a6193935318141aa4382f",
      "subscriptionId": "65084b41b1be15302ee125ea",
      "startDate": "2023-10-12T12:52:42.248Z",
      "expirationDate": "2023-10-12T12:52:42.248Z",
      "articlesLeft": 0
    },
    {
      "_id": "6527fbd05874b6ccb41ca6f8",
      "userId": "651a6193935318141aa4382f",
      "subscriptionId": "65084b41b1be15302ee125ea",
      "startDate": "2023-10-12T13:59:44.022Z",
      "expirationDate": "2023-10-12T13:59:44.022Z",
      "articlesLeft": 0
    },
    {
      "_id": "6528bb70bea864d10466c9d3",
      "userId": "651a6193935318141aa4382f",
      "subscriptionId": "65084b41b1be15302ee125ea",
      "startDate": "2023-10-13T03:37:20.837Z",
      "expirationDate": "2023-10-13T03:37:20.837Z",
      "articlesLeft": 0
    },
    {
      "_id": "6528ec385874b6ccb41ca7a0",
      "userId": "651a6193935318141aa4382f",
      "subscriptionId": "65084b41b1be15302ee125ea",
      "startDate": "2023-10-13T07:05:28.342Z",
      "expirationDate": "2023-10-13T07:05:28.342Z",
      "articlesLeft": 0
    },
    {
      "_id": "6528ed778484caebb614a6bd",
      "userId": "651a6193935318141aa4382f",
      "subscriptionId": "65084b41b1be15302ee125ea",
      "startDate": "2023-10-13T07:10:47.475Z",
      "expirationDate": "2023-10-13T07:10:47.475Z",
      "articlesLeft": 3
    },
    {
      "_id": "6528ee568484caebb614a6d0",
      "userId": "6528ee568484caebb614a6ca",
      "subscriptionId": "65084b41b1be15302ee125ea",
      "startDate": "2023-10-13T07:14:30.858Z",
      "expirationDate": "2023-10-13T07:14:30.858Z",
      "articlesLeft": 5
    },
    {
      "_id": "6528f9108484caebb614a701",
      "userId": "6528f9108484caebb614a6fb",
      "subscriptionId": "65084b41b1be15302ee125ea",
      "startDate": "2023-10-13T08:00:16.728Z",
      "expirationDate": "2023-10-13T08:00:16.728Z",
      "articlesLeft": 5
    },
    {
      "_id": "6528fa0b8484caebb614a715",
      "userId": "6528f9108484caebb614a6fb",
      "subscriptionId": "65084b41b1be15302ee125e8",
      "startDate": "2023-10-13T08:04:27.288Z",
      "expirationDate": "2023-11-12T08:04:27.288Z",
      "articlesLeft": 9
    }
  ],
  "comments": [
    {
      "_id": "651155ed2fd95e0158ea19a3",
      "body": "His name was my name too.",
      "author": "65081669e1bdf28081ead1f0",
      "article": "651122995b75e0e1a9c86fd2",
      "createdAt": "2023-09-25T09:42:05.182Z",
      "updatedAt": "2023-09-25T09:42:05.182Z"
    },
    {
      "_id": "651159f483680d0a298aa927",
      "body": "His name was my name too.",
      "author": "65081669e1bdf28081ead1f0",
      "article": "651122995b75e0e1a9c86fd2",
      "createdAt": "2023-09-25T09:59:16.787Z",
      "updatedAt": "2023-09-25T09:59:16.787Z"
    }
  ]
}